package lesson_06;


/******************************************************************************************
 *
 *          Создать двумерный массив int[][] score.
 *          Размер первого уровня – 3, размер второго уровня – 4
 *          Заполнить массив как указано ниже:
 *      [
 *          [ 10, 11, 12, 13],
 *          [ 20, 21, 22, 23],
 *          [ 30, 31, 32, 33],
 *      ]
 *          Создать еще один масив int[] result.
 *          Заполнить этот масив суммами элементов каждой строки из  int[][] score
 *
 *
 * ****************************************************************************************/

public class Task_04 {

}
